[
  {
    "image": "https://i.postimg.cc/43DK7vwL/frames-for-your-heart-m-R1-CIDdu-GLc-unsplash.jpg",
    "estate_title": "Luxury Penthouse",
    "id": 1,
    "segment_name": "Penthouse",
    "description": "Experience unparalleled luxury in this stunning penthouse boasting breathtaking city views. This exquisite property features a spacious living room, a state-of-the-art kitchen, and a private swimming pool. With 2000 sq ft of meticulously designed living space, this penthouse offers the ultimate urban oasis. The master suite is a true retreat with a luxurious en-suite bathroom and a private balcony overlooking the city skyline. Additional features include a home office, a fitness center, and a private elevator. Located in the heart of New York City, this penthouse offers convenient access to the city’s finest dining, shopping, and entertainment venues.",
    "price": 5000000,
    "Status": "sale",
    "number_of_bedrooms": 8,
    "Area": 2000,
    "property_location": {
      "latitude": 40.7128,
      "longitude": -74.006
    },
    "location": "New York, USA",
    "facilities": ["living room", "swimming pool", "kitchen"],
    "nearby_places": {
      "school": 200,
      "hospital": 500,
      "restaurant": 300
    }
  },
  {
    "image": "https://i.postimg.cc/wjcHcX64/Beach-View-1-A.png",
    "estate_title": "Beachfront Property",
    "id": 2,
    "segment_name": "Beachfront properties",
    "description": "Indulge in the luxury of beachfront living in this spectacular property with private beach access. This stunning home offers 3000 sq ft of elegant living space, featuring a spacious living room, a gourmet kitchen, and a refreshing swimming pool. The master suite offers breathtaking ocean views and a luxurious en-suite bathroom with a Jacuzzi tub and a steam shower. The outdoor living space is perfect for entertaining with a large patio, a BBQ area, and a private beach access. Located in the coveted area of Malibu, this property promises an unparalleled coastal lifestyle with stunning sunsets and tranquil ocean sounds.",
    "price": 7000000,
    "Status": "rent",
    "number_of_bedrooms": 8,
    "Area": 3000,
    "property_location": {
      "latitude": 34.0356,
      "longitude": -118.6894
    },
    "location": "Malibu, USA",
    "facilities": ["living room", "swimming pool", "beach access"],
    "nearby_places": {
      "school": 300,
      "hospital": 700,
      "restaurant": 400
    }
  },
  {
    "image": "https://i.postimg.cc/L80DW76J/infinite-views-79-Njp-XDOJU8-unsplash.jpg",
    "estate_title": "Luxury Resort",
    "id": 3,
    "segment_name": "Resorts",
    "description": "Escape to an exclusive paradise in this luxurious resort featuring world-class amenities and impeccable services. Spanning over 10,000 sq ft, this resort boasts a stunning swimming pool, a relaxing spa, and an exquisite restaurant. The resort offers luxurious accommodation with elegant suites, each featuring a private terrace with stunning views of the lush tropical gardens or the sparkling swimming pool. Guests can enjoy a range of activities including yoga classes, water sports, and guided nature walks. Situated in the tropical paradise of Bali, this resort offers a dream getaway for discerning travelers seeking luxury, privacy, and tranquility.",
    "price": 10000000,
    "Status": "sale",
    "Area": 10000,
    "property_location": {
      "latitude": -8.4095,
      "longitude": 115.1889
    },
    "number_of_bedrooms": 8,
    "location": "Bali, Indonesia",
    "facilities": ["swimming pool", "spa", "restaurant"],
    "nearby_places": {
      "school": 1000,
      "hospital": 800,
      "restaurant": 200
    }
  },
  {
    "image": "https://i.postimg.cc/JhqgtK1m/sara-dubler-Koei-7y-Yt-Io-unsplash.jpg",
    "estate_title": "Private Island",
    "id": 4,
    "segment_name": "Private islands",
    "description": "Discover the epitome of luxury on this secluded private island boasting pristine beaches and breathtaking tropical landscapes. Spanning 50 acres, this exclusive island features a private beach, a luxurious villa, and a private boat dock. The main villa offers 10,000 sq ft of luxurious living space, featuring spacious living areas, a gourmet kitchen, and a private cinema. The outdoor living space is perfect for entertaining with a large infinity pool, a BBQ area, and a private beachfront gazebo. Escape the ordinary and experience the ultimate luxury in this Caribbean paradise, offering complete privacy and unparalleled natural beauty.",
    "price": 15000000,
    "Status": "sale",
    "number_of_bedrooms": 10,
    "Area": 50,
    "property_location": {
      "latitude": 18.155,
      "longitude": -63.0538
    },
    "location": "Caribbean",
    "facilities": ["private beach", "villa", "boat dock"],
    "nearby_places": {
      "school": 2000,
      "hospital": 1000,
      "restaurant": 500
    }
  },
  {
    "image": "https://i.postimg.cc/YSbgvLZT/pj-1-740x520.jpg",
    "estate_title": "Luxury Villa",
    "id": 5,
    "segment_name": "Villas",
    "description": "Embrace the elegance of Mediterranean living in this beautiful villa offering panoramic ocean views. With 4000 sq ft of luxurious living space, this villa features a spacious living room, a private swimming pool, and a serene garden. The master suite is a true retreat with a luxurious en-suite bathroom, a walk-in closet, and a private balcony overlooking the ocean. The outdoor living space is perfect for entertaining with a covered patio, a BBQ area, and a stunning infinity pool. Located in the prestigious area of Cannes, this villa promises a sophisticated lifestyle with luxurious amenities and breathtaking views.",
    "price": 3500000,
    "Status": "rent",
    "number_of_bedrooms": 12,
    "Area": 4000,
    "property_location": {
      "latitude": 43.5528,
      "longitude": 7.0174
    },
    "location": "Cannes, France",
    "facilities": ["living room", "swimming pool", "garden"],
    "nearby_places": {
      "school": 500,
      "hospital": 600,
      "restaurant": 200
    }
  },
  {
    "image": "https://i.postimg.cc/wjWLvsSZ/pj-3-740x520.jpg",
    "estate_title": "Luxury Mansion",
    "id": 6,
    "segment_name": "Mansions",
    "description": "Step into a world of opulence in this exquisite mansion featuring luxurious interiors and expansive grounds. Boasting 15,000 sq ft of grand living space, this mansion offers a home theater, a refreshing swimming pool, and a private tennis court. The master suite is a true retreat with a luxurious en-suite bathroom, a private balcony, and a spacious walk-in closet. Additional features include a gourmet kitchen, a wine cellar, and a private library. Situated in the prestigious area of Beverly Hills, this mansion is the epitome of luxury, offering privacy, elegance, and unparalleled luxury.",
    "price": 20000000,
    "Status": "sale",
    "number_of_bedrooms": 9,
    "Area": 15000,
    "property_location": {
      "latitude": 34.0736,
      "longitude": -118.4004
    },
    "location": "Beverly Hills, USA",
    "facilities": ["home theater", "swimming pool", "tennis court"],
    "nearby_places": {
      "school": 300,
      "hospital": 400,
      "restaurant": 100
    }
  }
]
